[
  {
    "_id": "6450a5b7786fe791cf8eb55b",
    "picture": "https://shorturl.at/imNV9",
    "name": "Gülçin Tan",
    "bio": "I am a Turkish chef specializing in traditional Anatolian cuisine, using fresh, local ingredients to create flavorful dishes that capture the essence of Turkish cuisine.",
    "experience": 15,
    "recipes": 100,
    "likes": 5000
  },

  {
    "_id": "6450a5cc76679c48fb85cdbd",
    "picture": "https://shorturl.at/imNV9",
    "name": "Murat Şef",
    "bio": "I am a chef from Istanbul with a passion for seafood, and I love experimenting with different herbs and spices to create unique flavor combinations that highlight the flavors of the sea.",
    "experience": 12,
    "recipes": 80,
    "likes": 12000
  },

  {
    "_id": "6450a5e2c56a434fd76a8af5",
    "picture": "https://shorturl.at/imNV9",
    "name": "Hakan Özçelik",
    "bio": "I am a celebrity chef and television personality in Turkey, passionate about using traditional Turkish ingredients and flavors to create modern, innovative dishes that push the boundaries of cuisine.",
    "experience": 20,
    "recipes": 90,
    "likes": 35000
  },

  {
    "_id": "6450a5ef8285b52b6e680632",
    "picture": "https://shorturl.at/imNV9",
    "name": "Aylin Yazıcıoğlu",
    "bio": "I am a chef and restaurateur based in Istanbul, passionate about using fresh, locally sourced ingredients to create healthy, flavorful dishes that showcase the diversity of Turkish cuisine.",
    "experience": 18,
    "recipes": 70,
    "likes": 8000
  },

  {
    "_id": "6450a5fcff96b43acec4e375",
    "picture": "https://shorturl.at/imNV9",
    "name": "Serkan Bozkurt",
    "bio": "I am a Turkish chef who has trained in some of the world's best kitchens, combining the techniques and flavors of French and Italian cuisine with traditional Turkish ingredients to create unique and innovative dishes.",
    "experience": 10,
    "recipes": 50,
    "likes": 1000
  },

  {
    "_id": "6450a613fcd3677e1871b53e",
    "picture": "https://shorturl.at/imNV9",
    "name": "Nevin Yılmaz",
    "bio": "I am a chef and cookbook author specializing in healthy and vegetarian cuisine, passionate about using fresh, whole ingredients to create delicious and nutritious dishes that are good for both your body and your soul.",
    "experience": 25,
    "recipes": 60,
    "likes": 15000
  }
]
